# OutdoorAirPerArea Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
Space..::..OutdoorAirPerArea Property
Space Class See Also
---
Get the Specified OutdoorAirPerArea of the Space.
**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public double OutdoorAirPerArea { get; }
```

Visual Basic
---
```text
Public ReadOnly Property OutdoorAirPerArea As Double
	Get
```

Visual C++
---
```text
public:
property double OutdoorAirPerArea {
	double get ();
}
```

# Remarks
This property is used to get the Specified OutdoorAirPerArea (Unit: ft/s) of the Space.
# See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace